Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Sun has set
ar: غربت الشمس
de: Sonne ist untergegangen
es: El sol se ha puesto
fr: Le soleil est couché
hu: A nap lenyugodott
ja: 日没済み
nl: De zon is onder
pl: Słońce zaszło
pt: O sol já se pôs
ru: Солнце село
sv: Solen har gått ned
tr: Güneş battı
vi: Mặt trời đã lặn
zh_hans: 太阳已落山
zh_hant: 太陽已下山

source: Sunny
ar: مشمس
de: Sonnig
es: Soleado
fr: Ensoleillé
hu: Napos
ja: 晴れ
nl: Zonnig
pl: Słonecznie
pt: Soalheiro
ru: Солнечно
sv: Soligt
tr: Güneşli
vi: Nắng
zh_hans: 晴
zh_hant: 晴

source: sunrise
ar: شروق
de: sonnenaufgang
es: amanecer
fr: lever du soleil
hu: napkelte
ja: 日の出
nl: zonsopkomst
pl: wschód słońca
pt: nascer do sol
ru: восход
sv: soluppgång
tr: gün doğumu
vi: bình minh
zh_hans: 日出
zh_hant: 日出

source: Sunrise
ar: الشروق
de: Sonnenaufgang
es: Salida del sol
fr: Lever du soleil
hu: Napkelte
ja: 日の出
nl: Zonsopkomst
pl: Wschód słońca
pt: Nascer do sol
ru: Восход
sv: Soluppgång
tr: Gün Doğumu
vi: Mặt trời mọc
zh_hans: 日出
zh_hant: 日出

source: sunset
ar: غروب
de: sonnenuntergang
es: atardecer
fr: coucher du soleil
hu: napnyugta
ja: 日の入り
nl: zonsondergang
pl: zachód słońca
pt: pôr do sol
ru: закат
sv: solnedgång
tr: gün batımı
vi: hoàng hôn
zh_hans: 日落
zh_hant: 日落

source: Sunset
ar: الغروب
de: Sonnenuntergang
es: Puesta de sol
fr: Coucher du soleil
hu: Napnyugta
ja: 日の入り
nl: Zonsondergang
pl: Zachód słońca
pt: Pôr do sol
ru: Закат
sv: Solnedgång
tr: Gün Batımı
vi: Mặt trời lặn
zh_hans: 日落
zh_hant: 日落

source: Support
ar: الدعم
es: Soporte
fr: Assistance
hu: Támogatás
ja: サポート
nl: Ondersteuning
pl: Pomoc
pt: Suporte
ru: Поддержка
tr: Destek
vi: Hỗ trợ
zh_hans: 支持
zh_hant: 支援

source: Surface a tile for the Handoff activity from a nearby device, like the native dock.
ar: إظهار بلاطة لنشاط Handoff من جهاز قريب، كما يفعل شريط Dock الأصلي.
de: Eine Kachel für die Handoff-Aktivität eines Geräts in der Nähe anzeigen, wie im nativen Dock.
es: Muestra un mosaico para la actividad de Handoff de un dispositivo cercano, como el Dock nativo.
fr: Afficher une vignette pour l'activité Handoff d'un appareil proche, comme le Dock natif.
hu: Csempe megjelenítése a közeli eszközről érkező Handoff-tevékenységhez, a natív Dockhoz hasonlóan.
ja: 標準のDockと同様に、近くのデバイスからのHandoffアクティビティのタイルを表示します。
nl: Toon een tegel voor de Handoff-activiteit vanaf een apparaat in de buurt, net zoals het standaard Dock van macOS.
pl: Pokazuj kafelek aktywności Handoff z pobliskiego urządzenia, tak jak w systemowym Docku.
pt: Apresentar um mosaico para a atividade de Handoff de um dispositivo próximo, como a Dock nativa.
ru: Показывать плитку для активности Handoff с ближайшего устройства, как системный Dock.
sv: Visa en ruta för Handoff-aktiviteten från en enhet i närheten, precis som den inbyggda Docken.
tr: Yakındaki bir cihazdan gelen Handoff etkinliği için, yerel dock'taki gibi bir kutucuk göster.
vi: Hiển thị một ô dành cho hoạt động Handoff từ một thiết bị lân cận, giống như cách dock mặc định thực hiện.
zh_hans: 像原生 Dock 一样，显示附近设备的接力活动卡片。
zh_hant: 比照原生 Dock，顯示附近裝置的「接力」活動圖塊。

source: Surface minimized windows from every app, including ones that already have a dock icon, not just menu bar and background apps.
ar: إظهار النوافذ المصغّرة من كل التطبيقات، بما فيها التطبيقات التي لديها أيقونة في Dock بالفعل، وليس فقط تطبيقات شريط القائمة وتطبيقات الخلفية.
de: Minimierte Fenster aller Apps anzeigen, auch von Apps, die bereits ein Dock-Symbol haben - nicht nur von Menüleisten- und Hintergrund-Apps.
es: Muestra las ventanas minimizadas de todas las apps, incluidas las que ya tienen un icono en el Dock, no solo las apps de barra de menús y en segundo plano.
fr: Affiche les fenêtres réduites de toutes les apps, y compris celles qui ont déjà une icône dans le Dock, et pas seulement des apps de la barre des menus et d'arrière-plan.
hu: A kicsinyített ablakok megjelenítése minden appból, azokból is, amelyeknek már van Dock-ikonjuk, nem csak a menüsori és háttérappokból.
ja: メニューバーアプリやバックグラウンドアプリだけでなく、すでにDockアイコンがあるアプリも含め、すべてのアプリのしまわれたウインドウを表示します。
nl: Toon geminimaliseerde vensters van alle apps, inclusief apps die al een Dock-pictogram hebben, en niet alleen apps uit de menubalk en op de achtergrond.
pl: Pokazuj zminimalizowane okna ze wszystkich aplikacji, w tym tych, które mają już ikonę w Docku, nie tylko aplikacji z paska menu i działających w tle.
pt: Apresentar janelas minimizadas de todas as apps, incluindo as que já têm um ícone na dock, e não apenas de apps da barra de menus e em segundo plano.
ru: Показывать свернутые окна всех приложений, включая те, у которых уже есть значок в Dock, а не только приложений строки меню и фоновых.
sv: Visa minimerade fönster från alla appar, även sådana som redan har en docksymbol, inte bara menyrads- och bakgrundsappar.
tr: Yalnızca menü çubuğu ve arka plan uygulamalarının değil, zaten dock simgesi olanlar dahil her uygulamadan küçültülmüş pencereleri göster.
vi: Hiển thị các cửa sổ đã thu nhỏ từ mọi ứng dụng, bao gồm cả những ứng dụng đã có biểu tượng trên dock, chứ không chỉ các ứng dụng trên thanh menu và ứng dụng nền.
zh_hans: 显示所有应用的最小化窗口，包括已在 Dock 中的应用，而不仅限于菜单栏应用和后台应用。
zh_hant: 顯示所有應用程式的最小化視窗，包括已在 Dock 中有圖示的應用程式，而不僅限於選單列應用程式和背景應用程式。

source: Surface minimized windows from menu bar and background (agent) apps as tiles at the end of the dock, like the native Dock. Click a tile to restore the window.
ar: إظهار النوافذ المصغّرة من تطبيقات شريط القائمة وتطبيقات الخلفية (agent) كبلاطات في نهاية Dock، كما يفعل شريط Dock الأصلي. انقر على بلاطة لاستعادة النافذة.
de: Minimierte Fenster von Menüleisten- und Hintergrund-Apps (Agent-Apps) als Kacheln am Ende des Docks anzeigen, wie im nativen Dock. Klicken Sie auf eine Kachel, um das Fenster wiederherzustellen.
es: Muestra las ventanas minimizadas de las apps de barra de menús y en segundo plano (agentes) como mosaicos al final del Dock, igual que el Dock nativo. Haz clic en un mosaico para restaurar la ventana.
fr: Affiche les fenêtres réduites des apps de la barre des menus et d'arrière-plan (agents) sous forme de tuiles en fin de Dock, comme le Dock natif. Cliquez sur une tuile pour restaurer la fenêtre.
hu: A menüsori és háttérben futó (ügynök) appok kicsinyített ablakainak megjelenítése csempékként a Dock végén, a natív Dockhoz hasonlóan. Az ablak visszaállításához kattintson a csempére.
ja: 標準のDockと同様に、メニューバーアプリやバックグラウンド(エージェント)アプリのしまわれたウインドウをDockの末尾にタイルとして表示します。タイルをクリックするとウインドウが元に戻ります。
nl: Toon geminimaliseerde vensters van menubalk- en achtergrondapps (agent-apps) als tegels aan het einde van het Dock, net zoals bij het standaard Dock van macOS. Klik op een tegel om het venster weer te geven.
pl: Pokazuj zminimalizowane okna aplikacji z paska menu i aplikacji działających w tle jako kafelki na końcu Docka, tak jak w systemowym Docku. Kliknij kafelek, aby przywrócić okno.
pt: Apresentar janelas minimizadas de apps da barra de menus e em segundo plano (agentes) como mosaicos no fim da dock, tal como a Dock nativa. Clique num mosaico para restaurar a janela.
ru: Показывать свернутые окна приложений строки меню и фоновых приложений (агентов) в виде плиток в конце Dock, как системный Dock. Нажмите на плитку, чтобы восстановить окно.
sv: Visa minimerade fönster från menyrads- och bakgrundsappar (agenter) som rutor i slutet av dockan, precis som den inbyggda Docken. Klicka på en ruta för att återställa fönstret.
tr: Menü çubuğu ve arka plan (agent) uygulamalarından küçültülmüş pencereleri dock'un sonunda kutucuklar olarak, yerel Dock gibi göster. Pencereyi geri yüklemek için bir kutucuğa tıkla.
vi: Hiển thị các cửa sổ đã thu nhỏ từ thanh menu và ứng dụng nền (agent) thành các ô ở cuối dock, giống như Dock gốc của macOS. Nhấp vào một ô để khôi phục cửa sổ.
zh_hans: 将菜单栏应用和后台（Agent）应用的最小化窗口以磁贴形式显示在 Dock 末尾，类似于 macOS 原生 Dock。点击磁贴即可恢复对应窗口。
zh_hant: 將選單列與背景（代理）應用程式中最小化的視窗，以圖塊形式顯示在 Dock 的末端，如同原生 Dock 的運作方式。按一下圖塊即可還原視窗。

source: Surface minimized windows from menu bar and background apps as tiles at the end of the dock, like the native Dock parks them near Trash. Click a tile to restore that window.
ar: أظهر النوافذ المصغّرة من تطبيقات شريط القائمة وتطبيقات الخلفية كبلاطات في نهاية Dock، مثلما يضعها شريط Dock الأصلي قرب المهملات. انقر على بلاطة لاستعادة تلك النافذة.
de: Minimierte Fenster von Menüleisten- und Hintergrund-Apps als Kacheln am Ende des Docks anzeigen, ähnlich wie das native Dock sie neben dem Papierkorb ablegt. Klicken Sie auf eine Kachel, um dieses Fenster wiederherzustellen.
es: Muestra las ventanas minimizadas de las apps de barra de menús y en segundo plano como mosaicos al final del Dock, igual que el Dock nativo las coloca junto a la Papelera. Haz clic en un mosaico para restaurar esa ventana.
fr: Affiche les fenêtres réduites des apps de la barre des menus et d'arrière-plan sous forme de tuiles en fin de Dock, comme le Dock natif les place près de la Corbeille. Cliquez sur une tuile pour restaurer cette fenêtre.
hu: A menüsori és háttérappok kicsinyített ablakainak megjelenítése csempékként a Dock végén, ahogyan a natív Dock a Kuka mellé helyezi őket. Az adott ablak visszaállításához kattintson a csempére.
ja: 標準のDockがゴミ箱の近くに置くのと同様に、メニューバーアプリやバックグラウンドアプリのしまわれたウインドウをDockの末尾にタイルとして表示します。タイルをクリックするとそのウインドウが元に戻ります。
nl: Toon geminimaliseerde vensters van menubalk- en achtergrondapps als tegels aan het einde van het Dock, net zoals het standaard Dock van macOS ze naast de prullenmand plaatst. Klik op een tegel om dat venster weer te geven.
pl: Pokazuj zminimalizowane okna aplikacji z paska menu i aplikacji działających w tle jako kafelki na końcu Docka, tak jak systemowy Dock umieszcza je obok Kosza. Kliknij kafelek, aby przywrócić okno.
pt: Apresentar janelas minimizadas de apps da barra de menus e em segundo plano como mosaicos no fim da dock, tal como a Dock nativa as coloca junto ao Lixo. Clique num mosaico para restaurar essa janela.
ru: Показывать свернутые окна приложений строки меню и фоновых приложений в виде плиток в конце Dock, как системный Dock размещает их рядом с Корзиной. Нажмите на плитку, чтобы восстановить это окно.
sv: Visa minimerade fönster från menyrads- och bakgrundsappar som rutor i slutet av dockan, ungefär som den inbyggda Docken lägger dem intill papperskorgen. Klicka på en ruta för att återställa fönstret.
tr: Menü çubuğu ve arka plan uygulamalarından küçültülmüş pencereleri dock'un sonunda kutucuklar olarak göster, yerel Dock'un onları Çöp Sepeti yakınına park etmesi gibi. O pencereyi geri yüklemek için bir kutucuğa tıkla.
vi: Hiển thị các cửa sổ đã thu nhỏ từ thanh menu và ứng dụng nền thành các ô ở cuối dock, giống như cách Dock gốc sắp xếp chúng gần Thùng rác. Nhấp vào một ô để khôi phục cửa sổ đó.
zh_hans: 将菜单栏应用和后台应用的最小化窗口以磁贴形式显示在 Dock 末尾，就像 macOS 原生 Dock 会将它们放在废纸篓旁一样。点击磁贴即可恢复对应窗口。
zh_hant: 將選單列和背景應用程式中最小化的視窗，以圖塊形式顯示在 Dock 的末端，就像原生 Dock 將它們放置在垃圾桶附近一樣。按一下圖塊即可還原該視窗。

source: Swap Units
ar: تبديل الوحدات
de: Einheiten tauschen
es: Intercambiar unidades
fr: Inverser les unités
hu: Mértékegységek felcserélése
ja: 単位を入れ替え
nl: Eenheden omwisselen
pl: Zamień jednostki
pt: Trocar unidades
ru: Поменять единицы
sv: Byt plats på enheter
tr: Birimleri Değiştir
vi: Hoán đổi đơn vị
zh_hans: 交换单位
zh_hant: 對調單位

source: Swap Used
ar: مساحة التبديل المستخدمة
de: Belegter Swap
es: Swap utilizado
fr: Swap utilisé
hu: Használt swap
ja: 使用済みスワップ
nl: Swap gebruikt
pl: Pamięć wymiany
pt: Swap utilizado
ru: Использовано подкачки
sv: Använt växlingsutrymme
tr: Kullanılan Takas
vi: Swap đã dùng
zh_hans: 已使用的交换空间
zh_hant: 已使用的置換空間

source: Swell the glass edge under the cursor while magnifying
ar: انتفاخ حافة الزجاج تحت المؤشر أثناء التكبير
de: Die Glaskante unter dem Zeiger beim Vergrößern anschwellen lassen
es: Abomba el borde del vidrio bajo el cursor durante la ampliación
fr: Gonfler le bord du verre sous le curseur pendant l'agrandissement
hu: Az üveg peremének kidomborítása a kurzor alatt nagyításkor
ja: 拡大中にカーソルの下のガラスの縁を盛り上げる
nl: Laat de rand van het glas onder de cursor opzwellen tijdens het vergroten
pl: Wybrzuszaj krawędź szkła pod wskaźnikiem podczas powiększania
pt: Dilatar a margem de vidro sob o cursor durante a ampliação
ru: Выпячивать край стекла под указателем при увеличении
sv: Låt glaskanten svälla under pekaren vid förstoring
tr: İmleç altındaki cam kenarı, büyütme sırasında şişir
vi: Làm phình rìa kính dưới con trỏ chuột khi phóng to
zh_hans: 放大时，光标下方的玻璃边缘呈现膨胀效果
zh_hant: 放大時，讓指標下方的玻璃邊緣產生膨脹效果

source: Swell the glass edge under the cursor while magnifying, with the hovered icon's color glowing along the crest
ar: انتفاخ حافة الزجاج تحت المؤشر أثناء التكبير، مع توهج لون الأيقونة التي تمرر المؤشر فوقها على طول القمة
de: Die Glaskante unter dem Zeiger beim Vergrößern anschwellen lassen, wobei die Farbe des Symbols unter dem Zeiger entlang des Kamms leuchtet
es: Abomba el borde del vidrio bajo el cursor durante la ampliación, con el color del icono señalado brillando a lo largo de la cresta
fr: Gonfler le bord du verre sous le curseur pendant l'agrandissement, avec la couleur de l'icône survolée qui brille le long de la crête
hu: Az üveg peremének kidomborítása a kurzor alatt nagyításkor, miközben a rámutatott ikon színe végigizzik a gerincen
ja: 拡大中にカーソルの下のガラスの縁を盛り上げ、ホバーしているアイコンのカラーを稜線に沿って光らせる
nl: Laat de rand van het glas onder de cursor opzwellen tijdens het vergroten, waarbij de kleur van het aangewezen pictogram langs de top oplicht
pl: Wybrzuszaj krawędź szkła pod wskaźnikiem podczas powiększania, rozświetlając jej grzbiet kolorem wskazywanej ikony
pt: Dilatar a margem de vidro sob o cursor durante a ampliação, com a cor do ícone sob o cursor a brilhar ao longo da crista
ru: Выпячивать край стекла под указателем при увеличении, подсвечивая гребень цветом значка под указателем
sv: Låt glaskanten svälla under pekaren vid förstoring, med den hovrade symbolens färg glödande längs krönet
tr: İmleç altındaki cam kenarı büyütme sırasında şişir, üzerine gelinen simgenin rengi de tepe boyunca parlasın
vi: Làm phình rìa kính dưới con trỏ chuột khi phóng to, với màu của biểu tượng đang được di chuột qua phát sáng dọc theo phần đỉnh sóng
zh_hans: 放大时让光标下方的玻璃边缘隆起，并在波峰处显示所悬停图标的颜色光晕
zh_hant: 放大時，讓游標下方的玻璃邊緣產生膨脹效果，並讓滑過圖示的顏色沿著頂部發光

source: Swift wrapper for MediaRemote.framework
ar: مغلّف Swift لـ MediaRemote.framework
de: Swift-Wrapper für MediaRemote.framework
es: Envoltorio Swift para MediaRemote.framework
fr: Surcouche Swift pour MediaRemote.framework
hu: Swift-csomagoló a MediaRemote.framework-höz
ja: MediaRemote.frameworkのSwiftラッパー
nl: Swift wrapper voor MediaRemote.framework
pl: Wrapper Swift dla MediaRemote.framework
pt: Wrapper em Swift para MediaRemote.framework
ru: Обертка Swift для MediaRemote.framework
sv: Swift-wrapper för MediaRemote.framework
tr: MediaRemote.framework için Swift sarmalayıcısı
vi: Trình bọc Swift cho MediaRemote.framework
zh_hans: MediaRemote.framework 的 Swift 封装
zh_hant: MediaRemote.framework 的 Swift 封裝

source: Swifty and modern UserDefaults
ar: UserDefaults حديثة بأسلوب Swift
de: Swifty und moderne UserDefaults
es: UserDefaults moderno y al estilo Swift
fr: UserDefaults moderne, dans l'esprit de Swift
hu: Swiftes és modern UserDefaults
ja: SwiftらしいモダンなUserDefaults
nl: Swifty en moderne UserDefaults
pl: Nowoczesne UserDefaults w stylu Swift
pt: UserDefaults moderno e ao estilo Swift
ru: Современный UserDefaults в стиле Swift
sv: Modern UserDefaults i Swift-anda
tr: Swift tarzı ve modern UserDefaults
vi: UserDefaults hiện đại và tối ưu cho Swift
zh_hans: 符合 Swift 风格的现代化 UserDefaults 封装
zh_hant: 現代化且符合 Swift 風格的 UserDefaults 封裝

source: Swipe Toward Dock
ar: السحب نحو Dock
de: Zum Dock wischen
es: Deslizar hacia el Dock
fr: Glisser vers le dock
hu: Legyintés a Dock felé
ja: Dockに向かってスワイプ
nl: Veeg naar het Dock
pl: Przesuń w stronę Docka
pt: Deslizar em Direção à Dock
ru: Смахивание к Dock
sv: Svep mot dockan
tr: Dock'a Doğru Kaydır
vi: Vuốt về phía Dock
zh_hans: 滑向 Dock
zh_hant: 朝 Dock 方向滑動

source: Swipe toward the dock edge on a running app icon
ar: السحب نحو حافة Dock على أيقونة تطبيق قيد التشغيل
de: Auf einem Symbol einer laufenden App zur Dock-Kante wischen
es: Desliza hacia el borde del Dock sobre el icono de una app en ejecución
fr: Glisser en direction du bord du dock sur l'icône d'une app active
hu: Legyintés a Dock széle felé egy futó app ikonján
ja: 実行中のアプリアイコン上でDockの端に向かってスワイプします
nl: Veeg vanaf een pictogram van een geopende app naar de rand van het Dock
pl: Przesuń po ikonie uruchomionej aplikacji w stronę krawędzi Docka
pt: Deslizar em direção à borda da dock sobre o ícone de uma app em execução
ru: Смахивание к краю Dock на значке запущенного приложения
sv: Svep mot dockans kant på en appsymbol som körs
tr: Çalışan bir uygulama simgesinde dock kenarına doğru kaydır
vi: Vuốt về phía mép dock trên biểu tượng của ứng dụng đang chạy
zh_hans: 在运行中的应用图标上朝 Dock 边缘滑动
zh_hant: 在執行中的應用程式圖示上朝 Dock 邊緣滑動

source: Switch Alt-Tab previews to compact list mode at a chosen window count; 1 means always
ar: تبديل معاينات Alt-Tab إلى وضع القائمة المدمجة عند عدد النوافذ المختار؛ 1 يعني دائمًا
de: Alt-Tab-Vorschauen ab einer gewählten Fensteranzahl in den kompakten Listenmodus umschalten; 1 bedeutet immer
es: Cambia las previsualizaciones de Alt-Tab al modo de lista compacta a partir de un número de ventanas; 1 significa siempre
fr: Basculer les aperçus Alt-Tab en mode liste compacte à partir d'un nombre de fenêtres choisi ; 1 signifie toujours
hu: Az Alt-Tab előnézetek átváltása kompakt listanézetre a megadott ablakszámnál; az 1 azt jelenti, hogy mindig
ja: 指定したウインドウ数でAlt-Tabプレビューをコンパクトリスト表示に切り替えます。1は常に切り替えることを意味します
nl: Schakel de Alt-Tab-voorbeelden over naar de compacte lijstweergave bij een opgegeven aantal vensters. 1 betekent altijd
pl: Przełącz podglądy Alt-Tab w kompaktowy tryb listy przy wybranej liczbie okien; 1 oznacza zawsze
pt: Mudar as pré-visualizações do Alt-Tab para o modo de lista compacta a partir de um número de janelas à escolha; 1 significa sempre
ru: Переключить режим просмотра Alt-Tab в компактный режим при выбранном количестве окон; 1 означает всегда
sv: Växla Alt-Tab-förhandsvisningar till kompakt listläge vid ett valt antal fönster; 1 betyder alltid
tr: Alt-Tab önizlemelerini seçilen pencere sayısında kompakt liste moduna geçir; 1 her zaman anlamına gelir
vi: Chuyển các bản xem trước Alt-Tab sang chế độ danh sách thu gọn khi đạt số lượng cửa sổ đã chọn; 1 nghĩa là luôn luôn
zh_hans: 当 Alt-Tab 预览窗口数量达到设定值时，自动切换为紧凑列表模式；设为 1 时将始终使用紧凑列表模式
zh_hant: 當視窗數量達到指定值時，將 Alt-Tab 預覽切換為精簡列表模式；設為 1 則表示永遠啟用

source: Switch Alt-Tab to compact list at %lld+ windows
ar: تحويل Alt-Tab إلى قائمة مضغوطة عندما يبلغ عدد النوافذ %lld أو أكثر
de: Alt-Tab ab %lld Fenstern als kompakte Liste anzeigen
es: Cambia Alt-Tab a la lista compacta a partir de %lld ventanas
fr: Passer Alt-Tab en liste compacte à partir de %lld fenêtres
hu: Az Alt-Tab váltása kompakt listára legalább %lld ablaknál
ja: ウインドウが%lld個以上になったらAlt-Tabをコンパクトなリストに切り替え
nl: Schakel met Alt-Tab over naar de compacte lijst bij meer dan %lld vensters
pl: Przełącz Alt-Tab na listę kompaktową, gdy liczba okien wynosi co najmniej %lld
pt: Mudar o Alt-Tab para lista compacta a partir de %lld janelas
ru: Переключать Alt-Tab в компактный список при %lld+ окнах
sv: Växla Alt-Tab till kompakt lista vid %lld+ fönster
tr: %lld+ penceredeyken Alt-Tab tuşuyla kompakt listeye geç
vi: Chuyển Alt-Tab sang danh sách thu gọn khi có từ %lld cửa sổ trở lên
zh_hans: 当 Alt-Tab 中的窗口数量达到 %lld 个或更多时，自动切换为紧凑列表
zh_hant: 達到 %lld 個以上視窗時，Alt-Tab 切換為精簡列表模式

source: Switch directly to this dock profile
ar: التبديل مباشرة إلى ملف تعريف Dock هذا
de: Direkt zu diesem Dock-Profil wechseln
es: Cambia directamente a este perfil del Dock
fr: Basculer directement sur ce profil de dock
hu: Váltás közvetlenül erre a Dock-profilra
ja: このDockプロファイルに直接切り替えます
nl: Schakel direct over naar dit Dock-profiel
pl: Przełącz bezpośrednio na ten profil Docka
pt: Mudar diretamente para este perfil de dock
ru: Сразу переключиться на этот профиль Dock
sv: Byt direkt till den här dockprofilen
tr: Doğrudan bu dock profiline geç
vi: Chuyển trực tiếp sang hồ sơ dock này
zh_hans: 直接切换到此 Dock 配置文件
zh_hant: 直接切換至此 Dock 設定檔

source: Switch dock previews to compact list at %lld+ windows
ar: تحويل معاينات Dock إلى قائمة مضغوطة عندما يبلغ عدد النوافذ %lld أو أكثر
de: Dock-Vorschauen ab %lld Fenstern als kompakte Liste anzeigen
es: Cambia las previsualizaciones del Dock a la lista compacta a partir de %lld ventanas
fr: Passer les aperçus du dock en liste compacte à partir de %lld fenêtres
hu: A Dock-előnézetek váltása kompakt listára legalább %lld ablaknál
ja: ウインドウが%lld個以上になったらDockプレビューをコンパクトなリストに切り替え
nl: Schakel met Dock-voorbeelden over naar de compacte lijst bij meer dan %lld vensters
pl: Przełącz podglądy Docka na listę kompaktową, gdy liczba okien wynosi co najmniej %lld
pt: Mudar as pré-visualizações da Dock para lista compacta a partir de %lld janelas
ru: Переключать предпросмотры дока в компактный список при %lld+ окнах
sv: Växla dockförhandsvisningar till kompakt lista vid %lld+ fönster
tr: %lld+ pencerede dock önizlemelerini kompakt listeye geçir
vi: Chuyển bản xem trước dock sang danh sách thu gọn khi có từ %lld cửa sổ trở lên
zh_hans: 当 Dock 预览窗口数量达到 %lld 个或更多时，自动切换为紧凑列表
zh_hant: 視窗數量達到 %lld 個以上時切換為精簡列表模式

source: Switch dock previews to compact list mode at a chosen window count; 1 means always
ar: تبديل معاينات Dock إلى وضع القائمة المدمجة عند عدد النوافذ المختار؛ 1 يعني دائمًا
de: Dock-Vorschauen ab einer gewählten Fensteranzahl in den kompakten Listenmodus umschalten; 1 bedeutet immer
es: Cambia las previsualizaciones del Dock al modo de lista compacta a partir de un número de ventanas; 1 significa siempre
fr: Basculer les aperçus du dock en mode liste compacte à partir d'un nombre de fenêtres choisi ; 1 signifie toujours
hu: A Dock-előnézetek átváltása kompakt listanézetre a megadott ablakszámnál; az 1 azt jelenti, hogy mindig
ja: 指定したウインドウ数でDockプレビューをコンパクトリスト表示に切り替えます。1は常に切り替えることを意味します
nl: Schakel de weergave van Dock-voorbeelden om naar de compacte lijstweergave bij een opgegeven aantal vensters. 1 betekent altijd
pl: Przełączaj podglądy Docka w kompaktowy tryb listy po osiągnięciu wybranej liczby okien. Wartość 1 oznacza zawsze
pt: Mudar as pré-visualizações da dock para o modo de lista compacta a partir de um número de janelas à escolha; 1 significa sempre
ru: Переключать предпросмотр Dock в режим компактного списка при выбранном количестве окон; 1 означает всегда
sv: Växla dockförhandsvisningar till kompakt listläge vid ett valt antal fönster; 1 betyder alltid
tr: Dock önizlemelerini seçilen pencere sayısında kompakt liste moduna geçir; 1 her zaman anlamına gelir
vi: Chuyển các bản xem trước dock sang chế độ danh sách thu gọn khi đạt số lượng cửa sổ đã chọn; 1 nghĩa là luôn luôn
zh_hans: 当窗口数量达到指定值时，将 Dock 预览切换为紧凑列表模式；设为 1 表示始终启用
zh_hant: 當視窗數量達到指定值時，將 Dock 預覽切換為精簡列表模式；設為 1 則永遠使用精簡列表模式
